Repository: RonkyTang/OpenCamara
Catalog: OpenCamara/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, ja

source: JPG 照片
de: JPG-Fotos
en: JPG photos
ja: JPG写真

source: MP4 保存失败：%@
de: MP4 konnte nicht gespeichert werden: %@
en: Failed to save MP4: %@
ja: MP4の保存に失敗しました：%@

source: MP4 录像
de: MP4-Video
en: MP4 video
ja: MP4動画

source: OpenCamara 会在这里按日期创建文件夹。
de: OpenCamara erstellt hier Ordner nach Datum.
en: OpenCamara will create dated folders here.
ja: OpenCamaraはここに日付別のフォルダを作成します。

source: 不知道的错误
de: Unbekannter Fehler
en: Unknown error
ja: 不明なエラー

source: 保存位置
de: Speicherort
en: Save Location
ja: 保存先

source: 先选择保存位置
de: Zuerst einen Speicherort wählen
en: Choose a save location first
ja: 最初に保存先を選択

source: 全部删除
de: Alle löschen
en: Delete All
ja: すべて削除

source: 关于
de: Info
en: About
ja: 情報

source: 关闭镜像
de: Spiegelung ausschalten
en: Turn Mirroring Off
ja: ミラーリングをオフ

source: 再次点击结束录像
de: Erneut klicken, um die Aufnahme zu beenden
en: Click again to stop recording
ja: もう一度クリックして録画を停止

source: 删除
de: Löschen
en: Delete
ja: 削除

source: 删除失败：%@
de: Löschen fehlgeschlagen: %@
en: Delete failed: %@
ja: 削除に失敗しました：%@

source: 删除记录和文件
de: Aufnahme und Datei löschen
en: Delete capture and file
ja: 履歴とファイルを削除

source: 删除这条记录和对应文件？
de: Diese Aufnahme und die zugehörige Datei löschen?
en: Delete this capture and its file?
ja: この履歴と対応するファイルを削除しますか？

source: 原保存位置已失效，请重新选择。
de: Der bisherige Speicherort ist nicht mehr verfügbar. Bitte wählen Sie ihn erneut.
en: The previous save location is no longer available. Please choose it again.
ja: 以前の保存先を利用できません。もう一度選択してください。

source: 发生未知错误。
de: Ein unbekannter Fehler ist aufgetreten.
en: An unknown error occurred.
ja: 不明なエラーが発生しました。

source: 取消
de: Abbrechen
en: Cancel
ja: キャンセル

source: 只需设置一次。照片和录像将按日期自动整理， 以后也可以随时在设置中更改。
de: Nur einmal festlegen. Fotos und Videos werden automatisch nach Datum sortiert. Der Speicherort kann später jederzeit in den Einstellungen geändert werden.
en: Set it once. Photos and videos are organized automatically by date. You can change it anytime in Settings.
ja: 設定は一度だけ。写真と動画は日付別に自動整理されます。 保存先は設定からいつでも変更できます。

source: 在访达中显示
de: Im Finder anzeigen
en: Show in Finder
ja: Finderに表示

source: 好
de: OK
en: OK
ja: OK

source: 完成
de: Fertig
en: Done
ja: 完了

source: 尚未设置
de: Nicht festgelegt
en: Not set
ja: 未設定

source: 开启镜像
de: Spiegelung einschalten
en: Turn Mirroring On
ja: ミラーリングをオン

source: 开始录像
de: Aufnahme starten
en: Start Recording
ja: 録画を開始

source: 录像
de: Video
en: Video
ja: 動画

source: 录像失败：%@
de: Videoaufnahme fehlgeschlagen: %@
en: Recording failed: %@
ja: 録画に失敗しました：%@

source: 打开系统设置
de: Systemeinstellungen öffnen
en: Open System Settings
ja: システム設定を開く

source: 拍摄的照片和录像会显示在这里。
de: Aufgenommene Fotos und Videos werden hier angezeigt.
en: Captured photos and videos will appear here.
ja: 撮影した写真と動画がここに表示されます。

source: 拍摄记录 · %d
de: Aufnahmen · %d
en: Captures · %d
ja: 撮影履歴 · %d

source: 拍照
de: Foto
en: Photo
ja: 写真

source: 拍照失败：%@
de: Foto konnte nicht aufgenommen werden: %@
en: Failed to take photo: %@
ja: 撮影に失敗しました：%@

source: 按日期归档
de: Nach Datum sortiert
en: Organized by date
ja: 日付別に整理

source: 按空格键开始录像
de: Leertaste drücken, um die Aufnahme zu starten
en: Press Space to start recording
ja: スペースキーで録画を開始

source: 按空格键拍照
de: Leertaste drücken, um ein Foto aufzunehmen
en: Press Space to take a photo
ja: スペースキーで撮影

source: 提示
de: Hinweis
en: Notice
ja: お知らせ

source: 操作无法撤销。
de: Diese Aktion kann nicht rückgängig gemacht werden.
en: This action cannot be undone.
ja: この操作は取り消せません。

source: 文件夹
de: Ordner
en: Folder
ja: フォルダ

source: 无法保存这个位置：%@
de: Dieser Speicherort konnte nicht gespeichert werden: %@
en: Could not save this location: %@
ja: この保存先を記憶できませんでした：%@

source: 无法创建 MP4 文件。
de: Die MP4-Datei konnte nicht erstellt werden.
en: The MP4 file could not be created.
ja: MP4ファイルを作成できませんでした。

source: 无法删除保存位置之外的文件。
de: Dateien außerhalb des Speicherorts können nicht gelöscht werden.
en: Files outside the save location cannot be deleted.
ja: 保存先以外のファイルは削除できません。

source: 无法连接摄像头。
de: Die Kamera konnte nicht verbunden werden.
en: Could not connect to the camera.
ja: カメラに接続できませんでした。

source: 无法配置拍照或录像输出。
de: Die Foto- oder Videoausgabe konnte nicht konfiguriert werden.
en: Could not configure photo or video output.
ja: 写真または動画の出力を設定できませんでした。

source: 更改…
de: Ändern …
en: Change…
ja: 変更…

source: 未知错误
de: Unbekannter Fehler
en: Unknown error
ja: 不明なエラー

source: 未能将照片转换为 JPG 格式。
de: Das Foto konnte nicht in das JPG-Format konvertiert werden.
en: The photo could not be converted to JPG format.
ja: 写真をJPG形式に変換できませんでした。

source: 未能生成 JPG 照片。
de: Das JPG-Foto konnte nicht erstellt werden.
en: The JPG photo could not be generated.
ja: JPG写真を生成できませんでした。

source: 正在保存 MP4…
de: MP4 wird gespeichert …
en: Saving MP4…
ja: MP4を保存中…

source: 正在准备摄像头…
de: Kamera wird vorbereitet …
en: Preparing camera…
ja: カメラを準備中…

source: 正在完成录像，请稍候
de: Video wird fertiggestellt, bitte warten
en: Finishing video, please wait
ja: 動画を処理しています。しばらくお待ちください

source: 每次拍摄会自动保存到“年-月-日”子文件夹；这个选择会被记住。
de: Jede Aufnahme wird automatisch in einem Unterordner „Jahr-Monat-Tag“ gespeichert. Diese Auswahl wird beibehalten.
en: Each capture is saved automatically in a “year-month-day” subfolder. This choice is remembered.
ja: 撮影データは「年-月-日」サブフォルダに自動保存され、この設定は記憶されます。

source: 没有可用的录像保存位置。
de: Kein Speicherort für das Video verfügbar.
en: No video save location is available.
ja: 動画の保存先を利用できません。

source: 没有检测到可用的摄像头
de: Keine verfügbare Kamera gefunden
en: No available camera detected
ja: 利用可能なカメラが見つかりません

source: 没有检测到可用的摄像头。
de: Keine verfügbare Kamera gefunden.
en: No available camera was detected.
ja: 利用可能なカメラが見つかりません。

source: 清空全部
de: Alle löschen
en: Clear All
ja: すべて消去

source: 清空所有拍摄记录？
de: Alle Aufnahmen löschen?
en: Clear all captures?
ja: すべての撮影履歴を消去しますか？

source: 照片保存失败：%@
de: Foto konnte nicht gespeichert werden: %@
en: Failed to save photo: %@
ja: 写真の保存に失敗しました：%@

source: 界面语言
de: Oberflächensprache
en: Interface Language
ja: 表示言語

source: 管理保存位置和拍摄记录
de: Speicherort und Aufnahmen verwalten
en: Manage save location and captures
ja: 保存先と撮影履歴を管理

source: 设置
de: Einstellungen
en: Settings
ja: 設定

source: 设置保存位置
de: Speicherort festlegen
en: Set Save Location
ja: 保存先を設定

source: 语言
de: Sprache
en: Language
ja: 言語

source: 请先设置保存位置。
de: Bitte legen Sie zuerst einen Speicherort fest.
en: Please set a save location first.
ja: 先に保存先を設定してください。

source: 请在“系统设置 → 隐私与安全性 → 相机”中允许 OpenCamara。
de: Erlauben Sie OpenCamara den Zugriff unter „Systemeinstellungen → Datenschutz & Sicherheit → Kamera“.
en: Allow OpenCamara in System Settings → Privacy & Security → Camera.
ja: 「システム設定 → プライバシーとセキュリティ → カメラ」でOpenCamaraを許可してください。

source: 跟随系统
de: Systemstandard
en: System Default
ja: システム設定

source: 还没有拍摄记录
de: Noch keine Aufnahmen
en: No captures yet
ja: 撮影履歴はまだありません

source: 这会删除列表中的所有 JPG 和 MP4 文件，操作无法撤销。
de: Dadurch werden alle aufgeführten JPG- und MP4-Dateien gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
en: This deletes every listed JPG and MP4 file. This action cannot be undone.
ja: 一覧にあるすべてのJPG・MP4ファイルが削除されます。この操作は取り消せません。

source: 选择文件夹…
de: Ordner wählen …
en: Choose Folder…
ja: フォルダを選択…

source: 选择此文件夹
de: Diesen Ordner wählen
en: Choose This Folder
ja: このフォルダを選択

source: 选择照片和录像的保存位置
de: Speicherort für Fotos und Videos wählen
en: Choose Where to Save Photos and Videos
ja: 写真と動画の保存先を選択

source: 部分文件未能删除：%@
de: Einige Dateien konnten nicht gelöscht werden: %@
en: Some files could not be deleted: %@
ja: 一部のファイルを削除できませんでした：%@

source: 需要摄像头权限
de: Kamerazugriff erforderlich
en: Camera Access Required
ja: カメラへのアクセスが必要です

source: 默认跟随系统语言，也可以单独为 OpenCamara 选择语言。
de: Standardmäßig wird die Systemsprache verwendet. Für OpenCamara kann auch eine eigene Sprache gewählt werden.
en: Uses the system language by default, or choose a language just for OpenCamara.
ja: 通常はシステム言語を使用しますが、OpenCamara専用の言語も選べます。
